export default [
    {
        // ================= إعدادات الحساب =================
        token: process.env.token1,         // نفس التوكن للأربع رومات

        // هذه الأيديات مجرد قيم مبدئية تظهر في اللوحة ولا يتم الدخول تلقائيًا.
        // تستطيع تغيير السيرفر والروم من الموقع في أي وقت، ويجب أن يكون كل سيرفر مختلفًا.
        voiceChannels: [
            {
                name: "الروم الأول",
                serverId: "1310616214959030352",
                channelId: "1310616214959030357",
            },
            {
                name: "الروم الثاني",
                serverId: "1516358993939922994",
                channelId: "1544338043727773856",
            },
            {
                name: "الروم الثالث",
                serverId: "",
                channelId: "",
            },
            {
                name: "الروم الرابع",
                serverId: "",
                channelId: "",
            },
        ],
    },
];
